/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

//Year
"yearsago"= "há %1$lu anos";
"yearago"= "há 1 año";

"yearsahead"= "em %1$lu anos";
"yearahead"= "em 1 ano";

//Month
"monthsago"= "há %1$lu meses";
"monthago"= "há 1 mês";

"monthsahead"= "em %1$lu meses";
"monthahead"= "em 1 mes";

//Week
"weeksago"= "há %1$lu semanas";
"weekago"= "há 1 semana";

"weeksahead"= "em %1$lu semanas";
"weekahead"= "em 1 semana";

//Day
"daysago"= "há %1$lu dias";
"dayago"= "há 1 dia";

"dayago-idiomatic"= "ontem";

"daysahead"= "em %1$lu dias";
"dayahead"= "em 1 dia";

"dayahead-idiomatic"= "amanhã";

//Hour
"hoursago"= "há %1$lu horas";
"hourago"= "ha 1 hora";

"hoursahead"= "em %1$lu horas";
"hourahead"= "em 1 hora";

//Minute
"minutesago"= "há %1$lu minutos";
"minuteago"= "há 1 minuto";

"minutesahead"= "em %1$lu minutos";
"minuteahead"= "em 1 minuto";

//Second
"secondsago"= "há %1$lu segundos";
"secondago"= "há 1 segundo";

"secondsago-idiomatic"= "há alguns segundos";

"secondsahead"= "em %1$lu segundos";
"secondahead"= "em 1 segundo";

"secondsahead-idiomatic"= "em alguns segundos";

"now"="agora";

//Precision

"thisyear"="este ano";
"thismonth"="este mês";
"thisweek"="esta semana";
"today"="hoje";
"thishour"="menos de uma hora";
"thisminute"="menos de um minuto";
